Revit 2027 API
ParameterTypeId.MarkupsNotes Property
 "Notes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MarkupsNotes { get; }
Public Shared ReadOnly Property MarkupsNotes As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MarkupsNotes {
	ForgeTypeId^ get ();
}
static member MarkupsNotes : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace